const scheduleData = [
  {
    "weekday": "Понедельник",
    "data": [
      {
        "group": "1Ё",
        "subjects": [
          "Русский язык",
          "Чтение",
          "Математика"
        ]
      },
      {
        "group": "1А",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Математика",
          "Воспитательный час"
        ]
      },
      {
        "group": "1Б",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Математика",
          "Природоведение",
          "Пение и музыка"
        ]
      },
      {
        "group": "1В",
        "subjects": [
          "Русский язык",
          "Физическая культура",
          "Чтение",
          "Математика",
          "Воспитательный час"
        ]
      },
      {
        "group": "1Г",
        "subjects": [
          "Русский язык",
          "Математика",
          "Природоведение",
          "Русская литература"
        ]
      },
      {
        "group": "1Д",
        "subjects": [
          "Русская литература",
          "Русский язык",
          "Математика",
          "Воспитательный час"
        ]
      },
      {
        "group": "1Е",
        "subjects": [
          "Русский язык",
          "Чтение",
          "Математика",
          "Природоведение",
          "Воспитательный час"
        ]
      },
      {
        "group": "2Ё",
        "subjects": [
          "Русский язык",
          "Математика",
          "Чтение",
          "Природоведение",
          "Государственный язык"
        ]
      },
      {
        "group": "2А",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Природоведение",
          "Математика",
          "Русский язык"
        ]
      },
      {
        "group": "2Б",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Математика",
          "Физическая культура"
        ]
      },
      {
        "group": "2В",
        "subjects": [
          "Русский язык",
          "Математика",
          "Чтение",
          "Физическая культура",
          "Государственный язык"
        ]
      },
      {
        "group": "2Г",
        "subjects": [
          "Русский язык",
          "Математика",
          "Государственный язык",
          "Чтение",
          "Природоведение"
        ]
      },
      {
        "group": "2Д",
        "subjects": [
          "Русский язык",
          "Чтение",
          "Математика",
          "Природоведение",
          "Воспитательный час"
        ]
      },
      {
        "group": "2Е",
        "subjects": [
          "Математика",
          "Русский язык",
          "Чтение",
          "Физическая культура",
          "Природоведение"
        ]
      },
      {
        "group": "3А",
        "subjects": [
          "Математика",
          "Родной язык",
          "Родной язык",
          "Изобразительное искусство",
          "Изобразительное искусство",
          "Воспитательный час"
        ]
      },
      {
        "group": "3Б",
        "subjects": [
          "Математика",
          "Природоведение",
          "Пение и музыка",
          "Изобразительное искусство",
          "Изобразительное искусство"
        ]
      },
      {
        "group": "3В",
        "subjects": [
          "Государственный язык",
          "Математика",
          "Чтение",
          "Русский язык",
          "Физическая культура",
          "Пение и музыка"
        ]
      },
      {
        "group": "3Г",
        "subjects": [
          "Русский язык",
          "Физическая культура",
          "Математика",
          "Чтение",
          "Воспитательный час",
          "Государственный язык"
        ]
      },
      {
        "group": "3Д",
        "subjects": [
          "Чтение",
          "Русский язык",
          "Математика",
          "Пение и музыка",
          "Воспитательный час",
          "Природоведение"
        ]
      },
      {
        "group": "3Е",
        "subjects": [
          "Физическая культура",
          "Чтение",
          "Русский язык",
          "Математика"
        ]
      },
      {
        "group": "4А",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Математика",
          "Английский язык",
          "Природоведение"
        ]
      },
      {
        "group": "4Б",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Математика",
          "Пение и музыка",
          "Природоведение",
          "Воспитательный час"
        ]
      },
      {
        "group": "4В",
        "subjects": [
          "Математика",
          "Русский язык",
          "Русская литература",
          "Природоведение",
          "Пение и музыка",
          "Английский язык",
          "Государственный язык"
        ]
      },
      {
        "group": "4Г",
        "subjects": [
          "Русский язык",
          "Государственный язык",
          "Математика",
          "Русская литература",
          "Природоведение",
          "Пение и музыка",
          "Воспитательный час"
        ]
      },
      {
        "group": "4Д",
        "subjects": [
          "Русская литература",
          "Английский язык",
          "Русский язык",
          "Математика",
          "Физическая культура"
        ]
      },
      {
        "group": "4Е",
        "subjects": [
          "Русский язык",
          "Математика",
          "Природоведение",
          "Русская литература",
          "Государственный язык"
        ]
      },
      {
        "group": "5А",
        "subjects": [
          "Математика",
          "Английский язык",
          "Информационная технология",
          "Воспитательный час",
          "Родной язык"
        ]
      },
      {
        "group": "5Б",
        "subjects": [
          "Родной язык",
          "Информационная технология",
          "Математика",
          "Английский язык",
          "Биология"
        ]
      },
      {
        "group": "5В",
        "subjects": [
          "История таджикского народа",
          "Математика",
          "Пение и музыка",
          "Технология (Трудовое обучение)",
          "Общая история"
        ]
      },
      {
        "group": "5Г",
        "subjects": [
          "Математика",
          "Государственный язык",
          "Технология (Трудовое обучение)",
          "Пение и музыка",
          "Физическая культура"
        ]
      },
      {
        "group": "5Д",
        "subjects": [
          "Русский язык",
          "Технология (Трудовое обучение)",
          "Биология",
          "Государственный язык",
          "Математика"
        ]
      },
      {
        "group": "5Е",
        "subjects": [
          "Технология (Трудовое обучение)",
          "Пение и музыка",
          "Английский язык",
          "Математика",
          "Государственный язык"
        ]
      },
      {
        "group": "6А",
        "subjects": [
          "Информационная технология",
          "Математика",
          "История таджикского народа",
          "Родной язык",
          "Физическая культура"
        ]
      },
      {
        "group": "6Б",
        "subjects": [
          "История таджикского народа",
          "Государственный язык",
          "Математика",
          "Русский язык",
          "Физическая культура"
        ]
      },
      {
        "group": "6В",
        "subjects": [
          "Русский язык",
          "Английский язык",
          "Государственный язык",
          "Биология"
        ]
      },
      {
        "group": "6Г",
        "subjects": [
          "Английский язык",
          "Русский язык",
          "География",
          "История таджикского народа"
        ]
      },
      {
        "group": "6Д",
        "subjects": [
          "Изобразительное искусство",
          "Русский язык",
          "Технология (Трудовое обучение)",
          "Физическая культура"
        ]
      },
      {
        "group": "6Е",
        "subjects": [
          "Информационная технология",
          "Математика",
          "Русский язык",
          "Английский язык",
          "Изобразительное искусство"
        ]
      },
      {
        "group": "7А",
        "subjects": [
          "Алгебра",
          "История таджикского народа",
          "Русский язык",
          "Биология",
          "Английский язык"
        ]
      },
      {
        "group": "7Б",
        "subjects": [
          "Английский язык",
          "Родной язык",
          "Алгебра",
          "Русский язык",
          "Биология"
        ]
      },
      {
        "group": "7В",
        "subjects": [
          "Физика",
          "Алгебра",
          "Русский язык",
          "Биология",
          "Государственный язык",
          "Общая история"
        ]
      },
      {
        "group": "7Г",
        "subjects": [
          "Алгебра",
          "Биология",
          "Физическая культура",
          "Информационная технология",
          "География",
          "Физика"
        ]
      },
      {
        "group": "7Д",
        "subjects": [
          "Русский язык",
          "Физическая культура",
          "Алгебра",
          "Физика",
          "Государственный язык",
          "Общая история"
        ]
      },
      {
        "group": "7Е",
        "subjects": [
          "Биология",
          "Общая история",
          "Английский язык",
          "Физическая культура",
          "Государственный язык",
          "Физика"
        ]
      },
      {
        "group": "8А",
        "subjects": [
          "Русский язык",
          "Химия",
          "Родной язык",
          "Алгебра",
          "Воспитательный час",
          "Геометрия"
        ]
      },
      {
        "group": "8Б",
        "subjects": [
          "Химия",
          "Русский язык",
          "Родной язык",
          "Классический алфавит",
          "Информационная технология"
        ]
      },
      {
        "group": "8В",
        "subjects": [
          "Физическая культура",
          "Физика",
          "Русский язык",
          "История таджикского народа",
          "География"
        ]
      },
      {
        "group": "8Г",
        "subjects": [
          "Алгебра",
          "География",
          "Информационная технология",
          "Русский язык",
          "Геометрия"
        ]
      },
      {
        "group": "8Д",
        "subjects": [
          "География",
          "История таджикского народа",
          "Основы государства и права",
          "Алгебра",
          "Русский язык",
          "Информационная технология"
        ]
      },
      {
        "group": "8Е",
        "subjects": [
          "Алгебра",
          "Информационная технология",
          "Черчение",
          "География",
          "Геометрия",
          "Воспитательный час"
        ]
      },
      {
        "group": "9А",
        "subjects": [
          "Русский язык",
          "Родной язык",
          "Биология",
          "Физика",
          "Информационная технология",
          "Черчение"
        ]
      },
      {
        "group": "9Б",
        "subjects": [
          "Родной язык",
          "Физика",
          "Русский язык",
          "История таджикского народа",
          "Технология (Трудовое обучение)",
          "Химия"
        ]
      },
      {
        "group": "9В",
        "subjects": [
          "Родной язык",
          "Алгебра",
          "Физика",
          "Русский язык",
          "История таджикского народа"
        ]
      },
      {
        "group": "9Г",
        "subjects": [
          "Черчение",
          "Английский язык",
          "Биология",
          "Русский язык",
          "Информационная технология",
          "История таджикского народа"
        ]
      },
      {
        "group": "9Д",
        "subjects": [
          "История таджикского народа",
          "Черчение",
          "Информационная технология",
          "Биология",
          "Русский язык",
          "Физическая культура"
        ]
      },
      {
        "group": "9Е",
        "subjects": [
          "Химия",
          "Русский язык",
          "Физика",
          "Английский язык",
          "История таджикского народа",
          "Биология"
        ]
      },
      {
        "group": "10А",
        "subjects": [
          "Алгебра",
          "Биология",
          "История таджикского народа",
          "Родной язык",
          "Химия",
          "География"
        ]
      },
      {
        "group": "10Б",
        "subjects": [
          "Биология",
          "География",
          "Физика",
          "Химия",
          "Родной язык"
        ]
      },
      {
        "group": "10В",
        "subjects": [
          "Биология",
          "Химия",
          "Алгебра",
          "Физика",
          "Русская литература",
          "Технология (Трудовое обучение)"
        ]
      },
      {
        "group": "10Г",
        "subjects": [
          "Государственный язык",
          "Алгебра",
          "Химия",
          "Биология",
          "Английский язык",
          "Физика"
        ]
      },
      {
        "group": "11А",
        "subjects": [
          "История таджикского народа",
          "Родной язык",
          "Химия",
          "Алгебра",
          "Русский язык",
          "Физическая культура"
        ]
      },
      {
        "group": "11Б",
        "subjects": [
          "География",
          "История таджикского народа",
          "Родной язык",
          "Химия",
          "Алгебра",
          "Биология"
        ]
      },
      {
        "group": "11В",
        "subjects": [
          "Английский язык",
          "Физическая культура",
          "Русский язык",
          "Химия",
          "Физика",
          "Биология"
        ]
      },
      {
        "group": "11Г",
        "subjects": [
          "Физическая культура",
          "Биология",
          "Воспитательный час",
          "Алгебра",
          "Химия",
          "Русская литература"
        ]
      }
    ]
  },
  {
    "weekday": "Вторник",
    "data": [
      {
        "group": "1Ё",
        "subjects": [
          "Чтение",
          "Русский язык",
          "Математика",
          "Изобразительное искусство",
          "Изобразительное искусство"
        ]
      },
      {
        "group": "1А",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Математика",
          "Изобразительное искусство",
          "Изобразительное искусство"
        ]
      },
      {
        "group": "1Б",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Воспитательный час",
          "Изобразительное искусство",
          "Изобразительное искусство"
        ]
      },
      {
        "group": "1В",
        "subjects": [
          "Русский язык",
          "Чтение",
          "Природоведение",
          "Математика",
          "Математика"
        ]
      },
      {
        "group": "1Г",
        "subjects": [
          "Русский язык",
          "Физическая культура",
          "Математика",
          "Русская литература"
        ]
      },
      {
        "group": "1Д",
        "subjects": [
          "Русская литература",
          "Русский язык",
          "Математика",
          "Природоведение"
        ]
      },
      {
        "group": "1Е",
        "subjects": [
          "Математика",
          "Русский язык",
          "Чтение",
          "Физическая культура"
        ]
      },
      {
        "group": "2Ё",
        "subjects": [
          "Русский язык",
          "Математика",
          "Чтение",
          "Государственный язык",
          "Физическая культура"
        ]
      },
      {
        "group": "2А",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Математика",
          "Пение и музыка"
        ]
      },
      {
        "group": "2Б",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Русский язык",
          "Математика",
          "Природоведение"
        ]
      },
      {
        "group": "2В",
        "subjects": [
          "Математика",
          "Русский язык",
          "Чтение",
          "Пение и музыка",
          "Государственный язык"
        ]
      },
      {
        "group": "2Г",
        "subjects": [
          "Русский язык",
          "Математика",
          "Чтение",
          "Физическая культура",
          "Пение и музыка",
          "Воспитательный час"
        ]
      },
      {
        "group": "2Д",
        "subjects": [
          "Русский язык",
          "Чтение",
          "Математика",
          "Государственный язык",
          "Пение и музыка"
        ]
      },
      {
        "group": "2Е",
        "subjects": [
          "Русский язык",
          "Математика",
          "Чтение",
          "Пение и музыка",
          "Воспитательный час"
        ]
      },
      {
        "group": "3А",
        "subjects": [
          "Математика",
          "Русский язык",
          "Родной язык",
          "Родной язык",
          "Пение и музыка"
        ]
      },
      {
        "group": "3Б",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Русский язык",
          "Математика",
          "Физическая культура",
          "Английский язык"
        ]
      },
      {
        "group": "3В",
        "subjects": [
          "Английский язык",
          "Русский язык",
          "Математика",
          "Чтение",
          "Природоведение",
          "Воспитательный час"
        ]
      },
      {
        "group": "3Г",
        "subjects": [
          "Русский язык",
          "Государственный язык",
          "Математика",
          "Английский язык",
          "Чтение"
        ]
      },
      {
        "group": "3Д",
        "subjects": [
          "Чтение",
          "Русский язык",
          "Математика",
          "Английский язык",
          "Воспитательный час",
          "Физическая культура"
        ]
      },
      {
        "group": "3Е",
        "subjects": [
          "Государственный язык",
          "Математика",
          "Английский язык",
          "Природоведение"
        ]
      },
      {
        "group": "4А",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Математика",
          "Физическая культура"
        ]
      },
      {
        "group": "4Б",
        "subjects": [
          "Русский язык",
          "Математика",
          "Родной язык",
          "Родной язык",
          "Физическая культура"
        ]
      },
      {
        "group": "4В",
        "subjects": [
          "Математика",
          "Русский язык",
          "Русская литература"
        ]
      },
      {
        "group": "4Г",
        "subjects": [
          "Математика",
          "Физическая культура",
          "Русский язык",
          "Русская литература"
        ]
      },
      {
        "group": "4Д",
        "subjects": [
          "Математика",
          "Русский язык",
          "Русская литература",
          "Природоведение",
          "Государственный язык"
        ]
      },
      {
        "group": "4Е",
        "subjects": [
          "Физическая культура",
          "Русский язык",
          "Математика",
          "Природоведение",
          "Русская литература",
          "Английский язык"
        ]
      },
      {
        "group": "5А",
        "subjects": [
          "Математика",
          "Пение и музыка",
          "Литература",
          "История таджикского народа",
          "Физическая культура"
        ]
      },
      {
        "group": "5Б",
        "subjects": [
          "История таджикского народа",
          "Общая история",
          "Математика",
          "Русский язык",
          "Воспитательный час"
        ]
      },
      {
        "group": "5В",
        "subjects": [
          "Русский язык",
          "Английский язык",
          "Математика",
          "Биология",
          "Информационная технология"
        ]
      },
      {
        "group": "5Г",
        "subjects": [
          "Русский язык",
          "Биология",
          "Английский язык",
          "Информационная технология"
        ]
      },
      {
        "group": "5Д",
        "subjects": [
          "Английский язык",
          "Государственный язык",
          "Информационная технология",
          "Математика",
          "Русская литература"
        ]
      },
      {
        "group": "5Е",
        "subjects": [
          "Информационная технология",
          "Русский язык",
          "Государственный язык",
          "Математика",
          "Математика"
        ]
      },
      {
        "group": "6А",
        "subjects": [
          "Изобразительное искусство",
          "Математика",
          "Литература",
          "Пение и музыка",
          "География"
        ]
      },
      {
        "group": "6Б",
        "subjects": [
          "Технология (Трудовое обучение)",
          "Информационная технология",
          "Математика",
          "Пение и музыка",
          "Английский язык"
        ]
      },
      {
        "group": "6В",
        "subjects": [
          "Математика",
          "Технология (Трудовое обучение)",
          "Русский язык",
          "География",
          "Русская литература"
        ]
      },
      {
        "group": "6Г",
        "subjects": [
          "Биология",
          "Математика",
          "Технология (Трудовое обучение)",
          "Русская литература",
          "Государственный язык"
        ]
      },
      {
        "group": "6Д",
        "subjects": [
          "История таджикского народа",
          "География",
          "Математика",
          "Государственный язык"
        ]
      },
      {
        "group": "6Е",
        "subjects": [
          "История таджикского народа",
          "Государственный язык",
          "Математика",
          "Технология (Трудовое обучение)",
          "Физическая культура"
        ]
      },
      {
        "group": "7А",
        "subjects": [
          "Физика",
          "Геометрия",
          "Родной язык",
          "География",
          "Классический алфавит"
        ]
      },
      {
        "group": "7Б",
        "subjects": [
          "География",
          "Литература",
          "Физика",
          "Физическая культура",
          "История таджикского народа"
        ]
      },
      {
        "group": "7В",
        "subjects": [
          "Геометрия",
          "Физическая культура",
          "География",
          "Алгебра"
        ]
      },
      {
        "group": "7Г",
        "subjects": [
          "Алгебра",
          "Государственный язык",
          "География",
          "Русский язык",
          "История таджикского народа",
          "Воспитательный час"
        ]
      },
      {
        "group": "7Д",
        "subjects": [
          "Физическая культура",
          "География",
          "Русская литература",
          "История таджикского народа",
          "Алгебра"
        ]
      },
      {
        "group": "7Е",
        "subjects": [
          "Изобразительное искусство",
          "Алгебра",
          "Государственный язык",
          "Геометрия",
          "История таджикского народа",
          "Русский язык"
        ]
      },
      {
        "group": "8А",
        "subjects": [
          "Литература",
          "Основы государства и права",
          "Классический алфавит",
          "Английский язык",
          "Физика",
          "Технология (Трудовое обучение)"
        ]
      },
      {
        "group": "8Б",
        "subjects": [
          "Алгебра",
          "География",
          "Физика",
          "Основы государства и права",
          "Английский язык",
          "Физическая культура"
        ]
      },
      {
        "group": "8В",
        "subjects": [
          "Английский язык",
          "Химия",
          "Биология",
          "Государственный язык",
          "География",
          "Алгебра"
        ]
      },
      {
        "group": "8Г",
        "subjects": [
          "География",
          "Английский язык",
          "Воспитательный час",
          "Физическая культура",
          "Государственный язык",
          "Химия"
        ]
      },
      {
        "group": "8Д",
        "subjects": [
          "Государственный язык",
          "Физическая культура",
          "Английский язык",
          "Биология",
          "Химия",
          "Воспитательный час"
        ]
      },
      {
        "group": "8Е",
        "subjects": [
          "Русский язык",
          "Алгебра",
          "История таджикского народа",
          "Химия",
          "Государственный язык",
          "Физика"
        ]
      },
      {
        "group": "9А",
        "subjects": [
          "Английский язык",
          "Физическая культура",
          "Основы государства и права",
          "Алгебра",
          "Биология",
          "Воспитательный час"
        ]
      },
      {
        "group": "9Б",
        "subjects": [
          "Физика",
          "Английский язык",
          "Алгебра",
          "Биология",
          "Основы государства и права",
          "Информационная технология"
        ]
      },
      {
        "group": "9В",
        "subjects": [
          "Химия",
          "История религии",
          "География",
          "Черчение",
          "Геометрия",
          "Основы государства и права"
        ]
      },
      {
        "group": "9Г",
        "subjects": [
          "Физическая культура",
          "Государственный язык",
          "Алгебра",
          "Физика",
          "Химия",
          "Русская литература"
        ]
      },
      {
        "group": "9Д",
        "subjects": [
          "Государственный язык",
          "Алгебра",
          "Химия",
          "Английский язык",
          "Физика"
        ]
      },
      {
        "group": "9Е",
        "subjects": [
          "Алгебра",
          "Государственный язык",
          "Воспитательный час",
          "Русская литература",
          "География",
          "Геометрия"
        ]
      },
      {
        "group": "10А",
        "subjects": [
          "Русский язык",
          "Геометрия",
          "Биология",
          "Физика",
          "Английский язык"
        ]
      },
      {
        "group": "10Б",
        "subjects": [
          "Химия",
          "Русский язык",
          "Физика",
          "Воспитательный час",
          "Литература",
          "Алгебра"
        ]
      },
      {
        "group": "10В",
        "subjects": [
          "История таджикского народа",
          "Русский язык",
          "География",
          "Государственный язык",
          "Физическая культура",
          "Культура семейной жизни"
        ]
      },
      {
        "group": "10Г",
        "subjects": [
          "Биология",
          "История таджикского народа",
          "Геометрия",
          "География",
          "Биология",
          "Физическая культура",
          "Воспитательный час"
        ]
      },
      {
        "group": "11А",
        "subjects": [
          "Биология",
          "Физика",
          "Русский язык",
          "Информационная технология",
          "Астрономия",
          "География",
          "Воспитательный час"
        ]
      },
      {
        "group": "11Б",
        "subjects": [
          "Начальная военная подготовка",
          "Биология",
          "Физическая культура",
          "Воспитательный час",
          "Литература",
          "Информационная технология"
        ]
      },
      {
        "group": "11В",
        "subjects": [
          "Информационная технология",
          "География",
          "История таджикского народа",
          "Алгебра",
          "Русская литература",
          "Биология"
        ]
      },
      {
        "group": "11Г",
        "subjects": [
          "География",
          "Информационная технология",
          "Русский язык",
          "Английский язык",
          "История таджикского народа",
          "Биология",
          "Воспитательный час"
        ]
      }
    ]
  },
  {
    "weekday": "Среда",
    "data": [
      {
        "group": "1Ё",
        "subjects": [
          "Чтение",
          "Русский язык",
          "Физическая культура",
          "Математика",
          "Природоведение"
        ]
      },
      {
        "group": "1А",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Математика",
          "Физическая культура"
        ]
      },
      {
        "group": "1Б",
        "subjects": [
          "Математика",
          "Родной язык",
          "Родной язык",
          "Физическая культура"
        ]
      },
      {
        "group": "1В",
        "subjects": [
          "Русский язык",
          "Физическая культура",
          "Чтение",
          "Математика"
        ]
      },
      {
        "group": "1Г",
        "subjects": [
          "Русский язык",
          "Изобразительное искусство",
          "Изобразительное искусство",
          "Русская литература"
        ]
      },
      {
        "group": "1Д",
        "subjects": [
          "Русский язык",
          "Русская литература",
          "Математика",
          "Воспитательный час"
        ]
      },
      {
        "group": "1Е",
        "subjects": [
          "Русский язык",
          "Чтение",
          "Математика"
        ]
      },
      {
        "group": "2Ё",
        "subjects": [
          "Русский язык",
          "Математика",
          "Чтение",
          "Пение и музыка"
        ]
      },
      {
        "group": "2А",
        "subjects": [
          "Русский язык",
          "Родной язык",
          "Родной язык",
          "Изобразительное искусство",
          "Изобразительное искусство"
        ]
      },
      {
        "group": "2Б",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Математика",
          "Пение и музыка"
        ]
      },
      {
        "group": "2В",
        "subjects": [
          "Русский язык",
          "Математика",
          "Чтение",
          "Физическая культура",
          "Государственный язык"
        ]
      },
      {
        "group": "2Г",
        "subjects": [
          "Русский язык",
          "Государственный язык",
          "Математика",
          "Чтение"
        ]
      },
      {
        "group": "2Д",
        "subjects": [
          "Математика",
          "Русский язык",
          "Государственный язык",
          "Физическая культура",
          "Чтение"
        ]
      },
      {
        "group": "2Е",
        "subjects": [
          "Математика",
          "Русский язык",
          "Государственный язык",
          "Чтение"
        ]
      },
      {
        "group": "3А",
        "subjects": [
          "Родной язык",
          "Русский язык",
          "Родной язык",
          "Английский язык",
          "Физическая культура",
          "Природоведение"
        ]
      },
      {
        "group": "3Б",
        "subjects": [
          "Математика",
          "Русский язык",
          "Родной язык",
          "Родной язык"
        ]
      },
      {
        "group": "3В",
        "subjects": [
          "Математика",
          "Чтение",
          "Английский язык",
          "Русский язык",
          "Государственный язык"
        ]
      },
      {
        "group": "3Г",
        "subjects": [
          "Русский язык",
          "Чтение",
          "Математика",
          "Государственный язык"
        ]
      },
      {
        "group": "3Д",
        "subjects": [
          "Государственный язык",
          "Английский язык",
          "Математика",
          "Русский язык"
        ]
      },
      {
        "group": "3Е",
        "subjects": [
          "Математика",
          "Государственный язык",
          "Чтение",
          "Русский язык",
          "Воспитательный час"
        ]
      },
      {
        "group": "4А",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Русский язык",
          "Математика",
          "Пение и музыка"
        ]
      },
      {
        "group": "4Б",
        "subjects": [
          "Русский язык",
          "Математика",
          "Английский язык",
          "Природоведение",
          "Физическая культура"
        ]
      },
      {
        "group": "4В",
        "subjects": [
          "Математика",
          "Русский язык",
          "Природоведение",
          "Государственный язык",
          "Воспитательный час"
        ]
      },
      {
        "group": "4Г",
        "subjects": [
          "Математика",
          "Английский язык",
          "Государственный язык",
          "Русский язык",
          "Природоведение"
        ]
      },
      {
        "group": "4Д",
        "subjects": [
          "Русская литература",
          "Математика",
          "Русский язык",
          "Государственный язык",
          "Физическая культура",
          "Английский язык"
        ]
      },
      {
        "group": "4Е",
        "subjects": [
          "Государственный язык",
          "Физическая культура",
          "Английский язык",
          "Математика",
          "Русский язык",
          "Воспитательный час"
        ]
      },
      {
        "group": "5А",
        "subjects": [
          "Математика",
          "Биология",
          "Общая история",
          "Русский язык"
        ]
      },
      {
        "group": "5Б",
        "subjects": [
          "Физическая культура",
          "Математика",
          "Биология",
          "Изобразительное искусство",
          "Литература"
        ]
      },
      {
        "group": "5В",
        "subjects": [
          "Русская литература",
          "Математика",
          "Информационная технология",
          "Государственный язык",
          "Воспитательный час"
        ]
      },
      {
        "group": "5Г",
        "subjects": [
          "Математика",
          "Русская литература",
          "Биология",
          "История таджикского народа",
          "Физическая культура",
          "Воспитательный час"
        ]
      },
      {
        "group": "5Д",
        "subjects": [
          "Математика",
          "Русский язык",
          "Пение и музыка",
          "Воспитательный час",
          "История таджикского народа"
        ]
      },
      {
        "group": "5Е",
        "subjects": [
          "Русская литература",
          "Биология",
          "Физическая культура",
          "Воспитательный час",
          "Математика"
        ]
      },
      {
        "group": "6А",
        "subjects": [
          "Общая история",
          "Математика",
          "Русский язык",
          "Английский язык",
          "Физическая культура"
        ]
      },
      {
        "group": "6Б",
        "subjects": [
          "Русская литература",
          "Информационная технология",
          "Математика",
          "Общая история",
          "Изобразительное искусство",
          "Воспитательный час"
        ]
      },
      {
        "group": "6В",
        "subjects": [
          "Английский язык",
          "Математика",
          "Государственный язык",
          "Пение и музыка",
          "Физическая культура",
          "Воспитательный час"
        ]
      },
      {
        "group": "6Г",
        "subjects": [
          "Физическая культура",
          "Английский язык",
          "Математика",
          "Государственный язык",
          "Биология",
          "Воспитательный час"
        ]
      },
      {
        "group": "6Д",
        "subjects": [
          "Математика",
          "Русская литература",
          "Английский язык",
          "Биология",
          "Информационная технология"
        ]
      },
      {
        "group": "6Е",
        "subjects": [
          "Физическая культура",
          "Математика",
          "Русская литература",
          "Английский язык",
          "Воспитательный час",
          "Пение и музыка"
        ]
      },
      {
        "group": "7А",
        "subjects": [
          "Технология (Трудовое обучение)",
          "Общая история",
          "Литература",
          "Классический алфавит",
          "Изобразительное искусство"
        ]
      },
      {
        "group": "7Б",
        "subjects": [
          "Классический алфавит",
          "Технология (Трудовое обучение)",
          "Геометрия",
          "Алгебра",
          "Воспитательный час"
        ]
      },
      {
        "group": "7В",
        "subjects": [
          "Общая история",
          "География",
          "Английский язык",
          "Технология (Трудовое обучение)",
          "Алгебра",
          "Русская литература"
        ]
      },
      {
        "group": "7Г",
        "subjects": [
          "Изобразительное искусство",
          "Физика",
          "Технология (Трудовое обучение)",
          "Геометрия",
          "Алгебра"
        ]
      },
      {
        "group": "7Д",
        "subjects": [
          "Изобразительное искусство",
          "Физика",
          "География",
          "Геометрия",
          "Технология (Трудовое обучение)",
          "Биология"
        ]
      },
      {
        "group": "7Е",
        "subjects": [
          "Информационная технология",
          "Английский язык",
          "Алгебра",
          "География",
          "Физика",
          "Русская литература"
        ]
      },
      {
        "group": "8А",
        "subjects": [
          "Биология",
          "Физика",
          "Физическая культура",
          "География",
          "Русский язык"
        ]
      },
      {
        "group": "8Б",
        "subjects": [
          "Литература",
          "Физика",
          "Геометрия",
          "Биология",
          "Воспитательный час"
        ]
      },
      {
        "group": "8В",
        "subjects": [
          "Воспитательный час",
          "Черчение",
          "Общая история",
          "Информационная технология",
          "Русская литература"
        ]
      },
      {
        "group": "8Г",
        "subjects": [
          "Алгебра",
          "История таджикского народа",
          "Черчение",
          "Русская литература",
          "Геометрия",
          "Физическая культура"
        ]
      },
      {
        "group": "8Д",
        "subjects": [
          "Черчение",
          "Биология",
          "Русская литература",
          "Алгебра",
          "География",
          "Воспитательный час"
        ]
      },
      {
        "group": "8Е",
        "subjects": [
          "Биология",
          "Русская литература",
          "Физическая культура",
          "География"
        ]
      },
      {
        "group": "9А",
        "subjects": [
          "Химия",
          "Геометрия",
          "Литература",
          "Русский язык",
          "Физика",
          "Технология (Трудовое обучение)"
        ]
      },
      {
        "group": "9Б",
        "subjects": [
          "Геометрия",
          "Химия",
          "Физика",
          "Литература",
          "География",
          "Воспитательный час"
        ]
      },
      {
        "group": "9В",
        "subjects": [
          "Литература",
          "Физическая культура",
          "Воспитательный час",
          "Физика",
          "Общая история",
          "Экология"
        ]
      },
      {
        "group": "9Г",
        "subjects": [
          "География",
          "Технология (Трудовое обучение)",
          "Физика",
          "Русский язык",
          "Английский язык"
        ]
      },
      {
        "group": "9Д",
        "subjects": [
          "Общая история",
          "География",
          "Геометрия",
          "Физика",
          "Русский язык",
          "Государственный язык"
        ]
      },
      {
        "group": "9Е",
        "subjects": [
          "Черчение",
          "Физическая культура",
          "Химия",
          "Русский язык",
          "Физика",
          "Общая история"
        ]
      },
      {
        "group": "10А",
        "subjects": [
          "Физика",
          "Литература",
          "Биология",
          "Права человека",
          "Информационная технология",
          "Химия"
        ]
      },
      {
        "group": "10Б",
        "subjects": [
          "Информационная технология",
          "Химия",
          "Права человека",
          "Начальная военная подготовка",
          "Биология",
          "Английский язык",
          "Воспитательный час"
        ]
      },
      {
        "group": "10В",
        "subjects": [
          "Химия",
          "Химия",
          "Физика",
          "Английский язык",
          "Биология",
          "Геометрия",
          "Воспитательный час"
        ]
      },
      {
        "group": "10Г",
        "subjects": [
          "Английский язык",
          "Физика",
          "Алгебра",
          "Химия",
          "Права человека",
          "Русская литература"
        ]
      },
      {
        "group": "11А",
        "subjects": [
          "География",
          "Права человека",
          "Химия",
          "Химия",
          "Литература",
          "Физическая культура"
        ]
      },
      {
        "group": "11Б",
        "subjects": [
          "Права человека",
          "Биология",
          "Русский язык",
          "Физика",
          "Химия"
        ]
      },
      {
        "group": "11В",
        "subjects": [
          "Геометрия",
          "Воспитательный час",
          "Информационная технология",
          "Физическая культура",
          "Химия",
          "Физика"
        ]
      },
      {
        "group": "11Г",
        "subjects": [
          "Физика",
          "Геометрия",
          "Биология",
          "Астрономия",
          "Русская литература",
          "Химия"
        ]
      }
    ]
  },
  {
    "weekday": "Четверг",
    "data": [
      {
        "group": "1Ё",
        "subjects": [
          "Чтение",
          "Русский язык",
          "Математика",
          "Пение и музыка",
          "Воспитательный час"
        ]
      },
      {
        "group": "1А",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Природоведение",
          "Пение и музыка"
        ]
      },
      {
        "group": "1Б",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Математика",
          "Физическая культура"
        ]
      },
      {
        "group": "1В",
        "subjects": [
          "Русский язык",
          "Чтение",
          "Математика",
          "Пение и музыка"
        ]
      },
      {
        "group": "1Г",
        "subjects": [
          "Русский язык",
          "Физическая культура",
          "Математика",
          "Русская литература",
          "Воспитательный час"
        ]
      },
      {
        "group": "1Д",
        "subjects": [
          "Русский язык",
          "Русская литература",
          "Математика",
          "Физическая культура",
          "Пение и музыка"
        ]
      },
      {
        "group": "1Е",
        "subjects": [
          "Математика",
          "Русский язык",
          "Чтение",
          "Изобразительное искусство",
          "Изобразительное искусство"
        ]
      },
      {
        "group": "2Ё",
        "subjects": [
          "Русский язык",
          "Математика",
          "Чтение",
          "Изобразительное искусство",
          "Изобразительное искусство"
        ]
      },
      {
        "group": "2А",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Математика",
          "Физическая культура"
        ]
      },
      {
        "group": "2Б",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Математика",
          "Физическая культура",
          "Русский язык"
        ]
      },
      {
        "group": "2В",
        "subjects": [
          "Математика",
          "Русский язык",
          "Чтение",
          "Воспитательный час"
        ]
      },
      {
        "group": "2Г",
        "subjects": [
          "Русский язык",
          "Математика",
          "Государственный язык",
          "Чтение",
          "Физическая культура"
        ]
      },
      {
        "group": "2Д",
        "subjects": [
          "Математика",
          "Русский язык",
          "Чтение"
        ]
      },
      {
        "group": "2Е",
        "subjects": [
          "Русский язык",
          "Математика",
          "Чтение",
          "Физическая культура",
          "Государственный язык"
        ]
      },
      {
        "group": "3А",
        "subjects": [
          "Математика",
          "Русский язык",
          "Родной язык",
          "Родной язык",
          "Физическая культура"
        ]
      },
      {
        "group": "3Б",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Русский язык",
          "Воспитательный час"
        ]
      },
      {
        "group": "3В",
        "subjects": [
          "Математика",
          "Изобразительное искусство",
          "Изобразительное искусство",
          "Государственный язык",
          "Воспитательный час"
        ]
      },
      {
        "group": "3Г",
        "subjects": [
          "Русский язык",
          "Чтение",
          "Изобразительное искусство",
          "Изобразительное искусство",
          "Воспитательный час"
        ]
      },
      {
        "group": "3Д",
        "subjects": [
          "Государственный язык",
          "Чтение",
          "Русский язык",
          "Математика",
          "Изобразительное искусство",
          "Изобразительное искусство"
        ]
      },
      {
        "group": "3Е",
        "subjects": [
          "Физическая культура",
          "Чтение",
          "Русский язык",
          "Математика",
          "Пение и музыка",
          "Воспитательный час"
        ]
      },
      {
        "group": "4А",
        "subjects": [
          "Математика",
          "Природоведение",
          "Русский язык",
          "Изобразительное искусство",
          "Изобразительное искусство"
        ]
      },
      {
        "group": "4Б",
        "subjects": [
          "Русский язык",
          "Родной язык",
          "Родной язык",
          "Английский язык",
          "Математика",
          "Воспитательный час"
        ]
      },
      {
        "group": "4В",
        "subjects": [
          "Математика",
          "Русский язык",
          "Русская литература",
          "Государственный язык",
          "Английский язык",
          "Физическая культура"
        ]
      },
      {
        "group": "4Г",
        "subjects": [
          "Государственный язык",
          "Физическая культура",
          "Математика",
          "Русский язык",
          "Русская литература"
        ]
      },
      {
        "group": "4Д",
        "subjects": [
          "Математика",
          "Русский язык",
          "Изобразительное искусство",
          "Изобразительное искусство",
          "Государственный язык"
        ]
      },
      {
        "group": "4Е",
        "subjects": [
          "Русский язык",
          "Русская литература",
          "Математика",
          "Природоведение",
          "Воспитательный час",
          "Пение и музыка"
        ]
      },
      {
        "group": "5А",
        "subjects": [
          "Биология",
          "Родной язык",
          "Изобразительное искусство",
          "Английский язык",
          "Математика"
        ]
      },
      {
        "group": "5Б",
        "subjects": [
          "Математика",
          "Родной язык",
          "Английский язык",
          "Пение и музыка",
          "Русский язык"
        ]
      },
      {
        "group": "5В",
        "subjects": [
          "Английский язык",
          "Русский язык",
          "Государственный язык",
          "Математика"
        ]
      },
      {
        "group": "5Г",
        "subjects": [
          "Русский язык",
          "Английский язык",
          "Общая история",
          "Государственный язык",
          "Математика"
        ]
      },
      {
        "group": "5Д",
        "subjects": [
          "Русская литература",
          "Информационная технология",
          "Изобразительное искусство",
          "Математика",
          "Физическая культура"
        ]
      },
      {
        "group": "5Е",
        "subjects": [
          "Русский язык",
          "Математика",
          "Информационная технология",
          "Физическая культура",
          "Английский язык"
        ]
      },
      {
        "group": "6А",
        "subjects": [
          "Технология (Трудовое обучение)",
          "Биология",
          "Родной язык",
          "Математика",
          "Русский язык",
          "Воспитательный час"
        ]
      },
      {
        "group": "6Б",
        "subjects": [
          "Государственный язык",
          "Математика",
          "Русский язык",
          "География",
          "Биология",
          "Русский язык"
        ]
      },
      {
        "group": "6В",
        "subjects": [
          "Математика",
          "Математика",
          "Биология",
          "Русская литература",
          "Физическая культура"
        ]
      },
      {
        "group": "6Г",
        "subjects": [
          "Информационная технология",
          "География",
          "Русский язык",
          "Математика",
          "Пение и музыка"
        ]
      },
      {
        "group": "6Д",
        "subjects": [
          "Русский язык",
          "Пение и музыка",
          "Математика",
          "Государственный язык"
        ]
      },
      {
        "group": "6Е",
        "subjects": [
          "Математика",
          "Русский язык",
          "Биология",
          "Информационная технология"
        ]
      },
      {
        "group": "7А",
        "subjects": [
          "Физика",
          "Алгебра",
          "Физическая культура",
          "Английский язык",
          "Русский язык",
          "Воспитательный час"
        ]
      },
      {
        "group": "7Б",
        "subjects": [
          "Общая история",
          "География",
          "Английский язык",
          "Родной язык",
          "Классический алфавит",
          "Алгебра"
        ]
      },
      {
        "group": "7В",
        "subjects": [
          "Изобразительное искусство",
          "Физическая культура",
          "Геометрия",
          "Информационная технология",
          "Русский язык",
          "Воспитательный час"
        ]
      },
      {
        "group": "7Г",
        "subjects": [
          "Английский язык",
          "Государственный язык",
          "Русская литература",
          "Воспитательный час",
          "Алгебра",
          "Физика"
        ]
      },
      {
        "group": "7Д",
        "subjects": [
          "Алгебра",
          "Русский язык",
          "Английский язык",
          "Биология",
          "Физика",
          "Информационная технология"
        ]
      },
      {
        "group": "7Е",
        "subjects": [
          "Биология",
          "Технология (Трудовое обучение)",
          "Алгебра",
          "Физика",
          "Русский язык"
        ]
      },
      {
        "group": "8А",
        "subjects": [
          "Физическая культура",
          "Биология",
          "История таджикского народа",
          "Классический алфавит",
          "Алгебра",
          "Воспитательный час"
        ]
      },
      {
        "group": "8Б",
        "subjects": [
          "Алгебра",
          "Физика",
          "Классический алфавит",
          "История таджикского народа",
          "Физическая культура"
        ]
      },
      {
        "group": "8В",
        "subjects": [
          "Английский язык",
          "Алгебра",
          "Технология (Трудовое обучение)",
          "Физическая культура",
          "Биология"
        ]
      },
      {
        "group": "8Г",
        "subjects": [
          "Биология",
          "Английский язык",
          "Физика",
          "Технология (Трудовое обучение)",
          "Государственный язык"
        ]
      },
      {
        "group": "8Д",
        "subjects": [
          "Государственный язык",
          "Физика",
          "Геометрия",
          "Русский язык",
          "Технология (Трудовое обучение)"
        ]
      },
      {
        "group": "8Е",
        "subjects": [
          "Физика",
          "Русский язык",
          "Алгебра",
          "Государственный язык",
          "Физическая культура",
          "Английский язык"
        ]
      },
      {
        "group": "9А",
        "subjects": [
          "Физика",
          "Алгебра",
          "Экология",
          "Воспитательный час",
          "История религии",
          "Химия"
        ]
      },
      {
        "group": "9Б",
        "subjects": [
          "Родной язык",
          "Русский язык",
          "Воспитательный час",
          "Биология",
          "Алгебра",
          "Физическая культура"
        ]
      },
      {
        "group": "9В",
        "subjects": [
          "Алгебра",
          "Физическая культура",
          "Биология",
          "Информационная технология",
          "Английский язык",
          "Русский язык"
        ]
      },
      {
        "group": "9Г",
        "subjects": [
          "Физическая культура",
          "Общая история",
          "Геометрия",
          "Биология",
          "Химия"
        ]
      },
      {
        "group": "9Д",
        "subjects": [
          "Технология (Трудовое обучение)",
          "Биология",
          "Английский язык",
          "История религии",
          "Алгебра",
          "Воспитательный час"
        ]
      },
      {
        "group": "9Е",
        "subjects": [
          "Алгебра",
          "Информационная технология",
          "Физическая культура",
          "История религии",
          "Биология",
          "Экология"
        ]
      },
      {
        "group": "10А",
        "subjects": [
          "Химия",
          "Алгебра",
          "География",
          "Астрономия",
          "Информационная технология",
          "Химия"
        ]
      },
      {
        "group": "10Б",
        "subjects": [
          "Биология",
          "Информационная технология",
          "Химия",
          "Физическая культура",
          "История таджикского народа",
          "Геометрия"
        ]
      },
      {
        "group": "10В",
        "subjects": [
          "Общая история",
          "Химия",
          "Биология",
          "Государственный язык",
          "Русская литература",
          "Алгебра",
          "Физическая культура"
        ]
      },
      {
        "group": "10Г",
        "subjects": [
          "Информационная технология",
          "Общая история",
          "Химия",
          "Химия",
          "Русская литература",
          "Биология"
        ]
      },
      {
        "group": "11А",
        "subjects": [
          "Геометрия",
          "История таджикского народа",
          "Физика",
          "Информационная технология",
          "Английский язык",
          "Биология",
          "Химия"
        ]
      },
      {
        "group": "11Б",
        "subjects": [
          "История таджикского народа",
          "Геометрия",
          "Русский язык",
          "Английский язык",
          "Физика",
          "География",
          "Химия"
        ]
      },
      {
        "group": "11В",
        "subjects": [
          "Государственный язык",
          "Биология",
          "Права человека",
          "Английский язык",
          "Химия",
          "Химия"
        ]
      },
      {
        "group": "11Г",
        "subjects": [
          "Химия",
          "Государственный язык",
          "Биология",
          "Начальная военная подготовка",
          "Алгебра",
          "Английский язык"
        ]
      }
    ]
  },
  {
    "weekday": "Пятница",
    "data": [
      {
        "group": "1Ё",
        "subjects": [
          "Чтение",
          "Физическая культура",
          "Русский язык",
          "Воспитательный час"
        ]
      },
      {
        "group": "1А",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Математика",
          "Физическая культура"
        ]
      },
      {
        "group": "1Б",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Математика",
          "Воспитательный час"
        ]
      },
      {
        "group": "1В",
        "subjects": [
          "Русский язык",
          "Чтение",
          "Изобразительное искусство",
          "Изобразительное искусство",
          "Воспитательный час"
        ]
      },
      {
        "group": "1Г",
        "subjects": [
          "Русский язык",
          "Пение и музыка",
          "Математика",
          "Русская литература",
          "Воспитательный час"
        ]
      },
      {
        "group": "1Д",
        "subjects": [
          "Русский язык",
          "Русская литература",
          "Изобразительное искусство",
          "Изобразительное искусство",
          "Физическая культура"
        ]
      },
      {
        "group": "1Е",
        "subjects": [
          "Русский язык",
          "Чтение",
          "Пение и музыка",
          "Физическая культура"
        ]
      },
      {
        "group": "2Ё",
        "subjects": [
          "Русский язык",
          "Чтение",
          "Государственный язык",
          "Физическая культура",
          "Воспитательный час"
        ]
      },
      {
        "group": "2А",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Математика",
          "Физическая культура",
          "Воспитательный час",
          "Русский язык"
        ]
      },
      {
        "group": "2Б",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Изобразительное искусство",
          "Изобразительное искусство",
          "Русский язык",
          "Воспитательный час"
        ]
      },
      {
        "group": "2В",
        "subjects": [
          "Русский язык",
          "Чтение",
          "Природоведение",
          "Изобразительное искусство",
          "Изобразительное искусство",
          "Воспитательный час"
        ]
      },
      {
        "group": "2Г",
        "subjects": [
          "Русский язык",
          "Чтение",
          "Изобразительное искусство",
          "Изобразительное искусство",
          "Воспитательный час"
        ]
      },
      {
        "group": "2Д",
        "subjects": [
          "Русский язык",
          "Чтение",
          "Изобразительное искусство",
          "Изобразительное искусство",
          "Физическая культура",
          "Государственный язык"
        ]
      },
      {
        "group": "2Е",
        "subjects": [
          "Русский язык",
          "Чтение",
          "Государственный язык",
          "Изобразительное искусство",
          "Изобразительное искусство",
          "Воспитательный час"
        ]
      },
      {
        "group": "3А",
        "subjects": [
          "Математика",
          "Английский язык",
          "Родной язык",
          "Физическая культура",
          "Воспитательный час",
          "Родной язык"
        ]
      },
      {
        "group": "3Б",
        "subjects": [
          "Родной язык",
          "Родной язык",
          "Математика",
          "Физическая культура",
          "Воспитательный час",
          "Английский язык"
        ]
      },
      {
        "group": "3В",
        "subjects": [
          "Русский язык",
          "Чтение",
          "Физическая культура"
        ]
      },
      {
        "group": "3Г",
        "subjects": [
          "Физическая культура",
          "Природоведение",
          "Математика",
          "Английский язык",
          "Пение и музыка"
        ]
      },
      {
        "group": "3Д",
        "subjects": [
          "Чтение",
          "Физическая культура",
          "Государственный язык"
        ]
      },
      {
        "group": "3Е",
        "subjects": [
          "Чтение",
          "Русский язык",
          "Государственный язык",
          "Английский язык",
          "Изобразительное искусство",
          "Изобразительное искусство"
        ]
      },
      {
        "group": "4А",
        "subjects": [
          "Английский язык",
          "Родной язык",
          "Родной язык",
          "Математика",
          "Физическая культура",
          "Воспитательный час",
          "Русский язык"
        ]
      },
      {
        "group": "4Б",
        "subjects": [
          "Математика",
          "Родной язык",
          "Родной язык",
          "Изобразительное искусство",
          "Изобразительное искусство"
        ]
      },
      {
        "group": "4В",
        "subjects": [
          "Математика",
          "Русская литература",
          "Изобразительное искусство",
          "Изобразительное искусство",
          "Физическая культура",
          "Воспитательный час"
        ]
      },
      {
        "group": "4Г",
        "subjects": [
          "Английский язык",
          "Математика",
          "Русская литература",
          "Изобразительное искусство",
          "Изобразительное искусство",
          "Воспитательный час"
        ]
      },
      {
        "group": "4Д",
        "subjects": [
          "Математика",
          "Русский язык",
          "Пение и музыка",
          "Природоведение",
          "Воспитательный час"
        ]
      },
      {
        "group": "4Е",
        "subjects": [
          "Государственный язык",
          "Математика",
          "Изобразительное искусство",
          "Изобразительное искусство",
          "Русский язык"
        ]
      },
      {
        "group": "5А",
        "subjects": [
          "Литература",
          "Информационная технология",
          "Математика",
          "Русский язык",
          "Технология (Трудовое обучение)",
          "Физическая культура"
        ]
      },
      {
        "group": "5Б",
        "subjects": [
          "Литература",
          "Математика",
          "Родной язык",
          "Технология (Трудовое обучение)",
          "Воспитательный час"
        ]
      },
      {
        "group": "5В",
        "subjects": [
          "Математика",
          "Русская литература",
          "Биология",
          "Изобразительное искусство",
          "Физическая культура"
        ]
      },
      {
        "group": "5Г",
        "subjects": [
          "Русская литература",
          "Математика",
          "Изобразительное искусство",
          "Воспитательный час"
        ]
      },
      {
        "group": "5Д",
        "subjects": [
          "Русский язык",
          "Английский язык",
          "Биология",
          "Математика"
        ]
      },
      {
        "group": "5Е",
        "subjects": [
          "Математика",
          "Изобразительное искусство",
          "Русская литература",
          "Общая история"
        ]
      },
      {
        "group": "6А",
        "subjects": [
          "География",
          "Математика",
          "Английский язык",
          "Информационная технология",
          "Воспитательный час"
        ]
      },
      {
        "group": "6Б",
        "subjects": [
          "Математика",
          "Русская литература",
          "География",
          "Английский язык",
          "Физическая культура"
        ]
      },
      {
        "group": "6В",
        "subjects": [
          "Изобразительное искусство",
          "Информационная технология",
          "Воспитательный час",
          "Математика",
          "География"
        ]
      },
      {
        "group": "6Г",
        "subjects": [
          "Математика",
          "Математика",
          "Физическая культура",
          "Русская литература",
          "Изобразительное искусство"
        ]
      },
      {
        "group": "6Д",
        "subjects": [
          "Информационная технология",
          "Русская литература",
          "Математика",
          "Физическая культура",
          "Биология",
          "Воспитательный час"
        ]
      },
      {
        "group": "6Е",
        "subjects": [
          "География",
          "Биология",
          "Русская литература",
          "Воспитательный час",
          "Математика"
        ]
      },
      {
        "group": "7А",
        "subjects": [
          "Физическая культура",
          "Литература",
          "Геометрия",
          "География",
          "Физика"
        ]
      },
      {
        "group": "7Б",
        "subjects": [
          "Геометрия",
          "Физика",
          "Русский язык",
          "Биология",
          "Физическая культура",
          "Информационная технология"
        ]
      },
      {
        "group": "7В",
        "subjects": [
          "Физика",
          "Английский язык",
          "Государственный язык",
          "История таджикского народа",
          "Русская литература",
          "Воспитательный час",
          "Биология"
        ]
      },
      {
        "group": "7Г",
        "subjects": [
          "Русский язык",
          "Геометрия",
          "Русская литература",
          "Биология",
          "Физическая культура"
        ]
      },
      {
        "group": "7Д",
        "subjects": [
          "Геометрия",
          "Государственный язык",
          "Воспитательный час",
          "Русская литература"
        ]
      },
      {
        "group": "7Е",
        "subjects": [
          "Русская литература",
          "Физическая культура",
          "География",
          "Геометрия",
          "Физика",
          "Русская литература"
        ]
      },
      {
        "group": "8А",
        "subjects": [
          "Химия",
          "Родной язык",
          "Информационная технология",
          "Литература",
          "Английский язык",
          "Алгебра"
        ]
      },
      {
        "group": "8Б",
        "subjects": [
          "Родной язык",
          "Химия",
          "Английский язык",
          "Черчение",
          "Русский язык",
          "Воспитательный час"
        ]
      },
      {
        "group": "8В",
        "subjects": [
          "Основы государства и права",
          "Физика",
          "Геометрия",
          "Государственный язык",
          "Воспитательный час",
          "Русский язык"
        ]
      },
      {
        "group": "8Г",
        "subjects": [
          "Биология",
          "Алгебра",
          "Общая история",
          "Русский язык",
          "Физика"
        ]
      },
      {
        "group": "8Д",
        "subjects": [
          "Общая история",
          "Физическая культура",
          "Физика",
          "Геометрия"
        ]
      },
      {
        "group": "8Е",
        "subjects": [
          "Биология",
          "Геометрия",
          "Технология (Трудовое обучение)",
          "Физика",
          "Общая история"
        ]
      },
      {
        "group": "9А",
        "subjects": [
          "Английский язык",
          "Геометрия",
          "Родной язык",
          "Физическая культура",
          "География",
          "История таджикского народа"
        ]
      },
      {
        "group": "9Б",
        "subjects": [
          "Геометрия",
          "Литература",
          "Физическая культура",
          "Английский язык",
          "Черчение"
        ]
      },
      {
        "group": "9В",
        "subjects": [
          "Алгебра",
          "Геометрия",
          "Родной язык",
          "Физика",
          "Биология",
          "Английский язык"
        ]
      },
      {
        "group": "9Г",
        "subjects": [
          "Физика",
          "История религии",
          "Геометрия",
          "Экология",
          "Алгебра",
          "Основы государства и права",
          "Государственный язык"
        ]
      },
      {
        "group": "9Д",
        "subjects": [
          "Физическая культура",
          "Физика",
          "Геометрия",
          "Экология",
          "Русская литература",
          "Воспитательный час"
        ]
      },
      {
        "group": "9Е",
        "subjects": [
          "Английский язык",
          "Основы государства и права",
          "Физика",
          "Государственный язык",
          "Русская литература",
          "Технология (Трудовое обучение)"
        ]
      },
      {
        "group": "10А",
        "subjects": [
          "Литература",
          "Общая история",
          "Биология",
          "Русский язык",
          "Физическая культура",
          "Химия"
        ]
      },
      {
        "group": "10Б",
        "subjects": [
          "Алгебра",
          "Астрономия",
          "Литература",
          "Общая история",
          "Русский язык",
          "География"
        ]
      },
      {
        "group": "10В",
        "subjects": [
          "Химия",
          "Английский язык",
          "Права человека",
          "Астрономия",
          "Информационная технология",
          "Биология"
        ]
      },
      {
        "group": "10Г",
        "subjects": [
          "Технология (Трудовое обучение)",
          "Химия",
          "Государственный язык",
          "Русский язык",
          "Астрономия",
          "Физическая культура"
        ]
      },
      {
        "group": "11А",
        "subjects": [
          "Биология",
          "Литература",
          "Общая история",
          "Английский язык",
          "Химия"
        ]
      },
      {
        "group": "11Б",
        "subjects": [
          "Общая история",
          "Биология",
          "Химия",
          "Химия",
          "Литература",
          "Астрономия"
        ]
      },
      {
        "group": "11В",
        "subjects": [
          "География",
          "Биология",
          "Русская литература",
          "Алгебра",
          "Химия",
          "Астрономия"
        ]
      },
      {
        "group": "11Г",
        "subjects": [
          "Информационная технология",
          "География",
          "Химия",
          "Химия",
          "Права человека",
          "Общая история"
        ]
      }
    ]
  },
  {
    "weekday": "Суббота",
    "data": [
      {
        "group": "5А",
        "subjects": [
          "Математика",
          "Родной язык",
          "Воспитательный час"
        ]
      },
      {
        "group": "5Б",
        "subjects": [
          "Информационная технология",
          "Математика",
          "Физическая культура"
        ]
      },
      {
        "group": "5В",
        "subjects": [
          "Русский язык",
          "Математика",
          "Физическая культура",
          "Воспитательный час"
        ]
      },
      {
        "group": "5Г",
        "subjects": [
          "Математика",
          "Русский язык",
          "Информационная технология"
        ]
      },
      {
        "group": "5Д",
        "subjects": [
          "Общая история",
          "Физическая культура",
          "Математика",
          "Воспитательный час"
        ]
      },
      {
        "group": "5Е",
        "subjects": [
          "Русский язык",
          "История таджикского народа",
          "Биология"
        ]
      },
      {
        "group": "6А",
        "subjects": [
          "Биология",
          "Математика",
          "Литература"
        ]
      },
      {
        "group": "6Б",
        "subjects": [
          "Воспитательный час",
          "Математика",
          "Биология"
        ]
      },
      {
        "group": "6В",
        "subjects": [
          "Математика",
          "Информационная технология",
          "Общая история",
          "История таджикского народа"
        ]
      },
      {
        "group": "6Г",
        "subjects": [
          "Воспитательный час",
          "Математика",
          "Воспитательный час",
          "Информационная технология",
          "Общая история"
        ]
      },
      {
        "group": "6Д",
        "subjects": [
          "Воспитательный час",
          "География",
          "Математика",
          "Математика",
          "Английский язык"
        ]
      },
      {
        "group": "6Е",
        "subjects": [
          "Государственный язык",
          "Общая история",
          "Математика",
          "География"
        ]
      },
      {
        "group": "7А",
        "subjects": [
          "Алгебра",
          "Родной язык",
          "Биология",
          "Воспитательный час",
          "Информационная технология"
        ]
      },
      {
        "group": "7Б",
        "subjects": [
          "Физика",
          "Изобразительное искусство",
          "Литература"
        ]
      },
      {
        "group": "7В",
        "subjects": [
          "Физика",
          "Физика",
          "Алгебра"
        ]
      },
      {
        "group": "7Г",
        "subjects": [
          "Общая история",
          "Физика",
          "Английский язык"
        ]
      },
      {
        "group": "7Д",
        "subjects": [
          "Воспитательный час",
          "Алгебра",
          "Английский язык",
          "Физика"
        ]
      },
      {
        "group": "7Е",
        "subjects": [
          "Алгебра",
          "Воспитательный час"
        ]
      },
      {
        "group": "8А",
        "subjects": [
          "Черчение",
          "Физика",
          "Общая история"
        ]
      },
      {
        "group": "8Б",
        "subjects": [
          "Алгебра",
          "Литература",
          "Технология (Трудовое обучение)",
          "Биология",
          "Общая история"
        ]
      },
      {
        "group": "8В",
        "subjects": [
          "Геометрия",
          "Русская литература",
          "Алгебра",
          "Химия",
          "Физика"
        ]
      },
      {
        "group": "8Г",
        "subjects": [
          "Воспитательный час",
          "Физика",
          "Русская литература",
          "Основы государства и права",
          "Химия"
        ]
      },
      {
        "group": "8Д",
        "subjects": [
          "Физика",
          "Английский язык",
          "Алгебра",
          "Русская литература",
          "Химия"
        ]
      },
      {
        "group": "8Е",
        "subjects": [
          "Английский язык",
          "Химия",
          "Русская литература",
          "Основы государства и права"
        ]
      },
      {
        "group": "9А",
        "subjects": [
          "Общая история",
          "Алгебра",
          "Литература"
        ]
      },
      {
        "group": "9Б",
        "subjects": [
          "История религии",
          "Общая история",
          "Алгебра",
          "Экология"
        ]
      },
      {
        "group": "9В",
        "subjects": [
          "Химия",
          "Литература",
          "Воспитательный час",
          "Технология (Трудовое обучение)"
        ]
      },
      {
        "group": "9Г",
        "subjects": [
          "Воспитательный час",
          "Русская литература",
          "Алгебра",
          "Воспитательный час"
        ]
      },
      {
        "group": "9Д",
        "subjects": [
          "Алгебра",
          "Химия",
          "Основы государства и права",
          "Русская литература"
        ]
      },
      {
        "group": "9Е",
        "subjects": [
          "Воспитательный час",
          "Алгебра",
          "Геометрия"
        ]
      },
      {
        "group": "10А",
        "subjects": [
          "Начальная военная подготовка",
          "Физическая культура",
          "Английский язык",
          "Культура семейной жизни",
          "Технология (Трудовое обучение)"
        ]
      },
      {
        "group": "10Б",
        "subjects": [
          "Химия",
          "Английский язык",
          "Культура семейной жизни",
          "Биология",
          "Физическая культура",
          "Технология (Трудовое обучение)"
        ]
      },
      {
        "group": "10В",
        "subjects": [
          "География",
          "Начальная военная подготовка",
          "Информационная технология",
          "Воспитательный час"
        ]
      },
      {
        "group": "10Г",
        "subjects": [
          "Начальная военная подготовка",
          "Воспитательный час",
          "Культура семейной жизни",
          "Информационная технология",
          "География"
        ]
      },
      {
        "group": "11А",
        "subjects": [
          "Основы экономики",
          "Биология",
          "Алгебра",
          "Начальная военная подготовка"
        ]
      },
      {
        "group": "11Б",
        "subjects": [
          "Физическая культура",
          "Основы экономики",
          "Английский язык",
          "Алгебра",
          "Информационная технология"
        ]
      },
      {
        "group": "11В",
        "subjects": [
          "История таджикского народа",
          "Государственный язык",
          "Воспитательный час",
          "Основы экономики",
          "Общая история",
          "Начальная военная подготовка"
        ]
      },
      {
        "group": "11Г",
        "subjects": [
          "Государственный язык",
          "История таджикского народа",
          "Физика",
          "Физическая культура",
          "Основы экономики"
        ]
      }
    ]
  }
];

export default scheduleData;